Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ThemeNameInvalid
source: Sorry, theme name is invalid.
ar: المعذرة، اسم النمط غير صالح.
be: На жаль, назва тэмы памылковая.
ca: El nom del tema no és vàlid.
de: Der Name ist leider ungültig.
es: El nombre del tema no es válido.
fa: متأسفانه نام پوسته نامعتبر است.
fi: Valitettavasti teeman nimi ei kelpaa.
fr: Désolé, le nom du thème n'est pas valide.
id: Maaf, Nama tema salah.
it: Spiacenti, nome del tema non valido.
ko: 죄송합니다. 올바르지 않은 테마명입니다.
ms: Maaf, tema tidak sah.
nl: Sorry, de themanaam is ongeldig
pl: Nazwa motywu jest nieprawidłowa.
pt_br: Desculpe, o nome do tema é inválido.
ru: Некорректное название темы.
sv: Ogiltigt temanamn.
tr: Üzgünüz, tema adı geçersiz.
uk: Недопустима назва теми.
uz: Kechirasiz, mavzu nomida xatolik.

# ThemeNamePlaceholder
source: Name
ar: الاسم
be: Назва
ca: Nom
es: Nombre
fa: نام
fi: Nimi
fr: Nom
id: Nama
it: Nome
ko: 이름
ms: Nama
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
tr: Ad
uk: Назва
uz: Nomi

# ThemeNight
source: Night
ar: ليلي
be: Ноч
ca: Nit
de: Nacht
es: Nocturno
fa: شب
fi: Yö
fr: Nuit
id: Malam
it: Notte
ko: 밤
ms: Malam
nl: Nacht
pl: Nocny
pt_br: Noite
ru: Ночная
sv: Natt
tr: Gece
uk: Нічна
uz: Tun

source: Theme not found
ar: لم يتم العثور على النمط
be: Тэма не знойдзена
ca: No s'ha trobat el tema
de: Thema nicht gefunden
es: Tema no encontrado
fa: پوسته یافت نشد
fi: Teemaa ei löytynyt
fr: Thème introuvable
id: Tema tidak ditemukan
it: Tema non trovato
ko: 테마를 찾지 못했습니다
ms: Tema tak wujud
nl: Thema niet gevonden
pl: Nie znaleziono motywu
pt_br: Tema não encontrado
ru: Тема не найдена
sv: Tema ej funnet
tr: Tema bulunamadı
uk: Тему не знайдено
uz: Mavzu topilmadi

# ThemeNotSupported
source: Sorry, this color theme doesn’t support your device yet.
ar: المعذرة، هذا النمط لا يدعم جهازك بعد.
be: На жаль, гэта колеравая тэма пакуль не падтрымлівае вашу прыладу.
ca: Aquest tema encara no és compatible amb el vostre dispositiu.
de: Dieses Farbschema unterstützt dein Gerät leider noch nicht.
es: Lo sentimos, este tema aún no es compatible con tu dispositivo.
fi: Valitettavasti tämä väriteema ei vielä tue laitettasi.
fr: Désolé, ce thème est incompatible avec votre appareil pour le moment.
it: Spiacenti, questo tema non supporta ancora il tuo dispositivo.
ko: 죄송합니다. 기기에서 이 색 테마를 지원하지 않습니다.
ms: Maaf, tema warna ini masih belum disokong oleh peranti anda.
nl: Sorry, dit thema heeft nog geen ondersteuning voor jouw apparaat.
pl: Ten motyw kolorystyczny nie jest jeszcze obsługiwany na twoim urządzeniu.
pt_br: Desculpe, esse tema de cores não é compatível com o seu dispositivo ainda.
ru: Эта цветовая тема пока не поддерживается на Вашем устройстве.
sv: Beklagar, den här temafärgen stöds inte av din enhet än.
tr: Üzgünüz, bu renk teması henüz cihazınızı desteklemiyor.
uk: Ваш пристрій поки не підтримує цієї теми.

source: Theme Preview
ar: معاينة النمط
be: Перадпрагляд тэмы
ca: Vista prèvia
de: Vorschau
es: Vista previa del tema
fa: پیش‌نمایش پوسته
fi: Teeman esikatselu
fr: Aperçu du thème
id: Tinjauan Tema
it: Anteprima tema
ko: 테마 미리보기
ms: Pratonton Tema
nl: Thema-voorbeeld
pl: Podgląd motywu
pt_br: Prévia do Tema
ru: Предпросмотр темы
sv: Förhandsvisning av tema
tr: Tema Önizlemesi
uk: Перегляд теми
uz: Mavzuga rasm solish
zh_cn: 主题预览
zh_tw: 主題預覽

# ThemePreviewDialog1
source: Eva Summer
ar: سلمى منصور
be: Ева
ca: Eva Guillem
fa: آوا زمانی
fi: Eeva Saarinen
ko: 이바 써머
ms: Endun Sanusi
nl: Eva Zomer
pl: Ewa
pt_br: Pedro Santos
ru: Ева
tr: Esra Söke
uk: Єва
uz: Islombek Shorobidinov

# ThemePreviewDialog2
source: Your inner Competition
ar: راكان
be: MSQRD
ca: Competició interna
de: Dein innerer Wettbewerb
es: Jimmy Tyler
fa: مسابقه درونی شما
fi: Sisäinen kamppailusi
fr: Votre compétition interne
it: La tua competizione interiore
ko: 내부 경쟁자
ms: Persaingan dalaman anda
nl: Je innerlijke competitie
pl: Twoja wewnętrzna konkurencja
pt_br: Agostinho
ru: Дух Соревнования
sv: Din inre kamp
tr: İçinizdeki Rekabet
uk: Дух Змагання
uz: AndMI Elite Guruh

# ThemePreviewDialog3
source: Mike Apple
ar: جاد غالي
be: Майк Эпл
ca: Marc Codony
fa: کامران ملکی
fi: Miika Askola
ko: 마이크 애플
ms: Maslan Ahmad
pl: Michał
pt_br: Miguel Lopes
ru: Майк
tr: Mehmet Ay
uk: Майк
uz: Abu Rayhon Beruniy

# ThemePreviewDialog4
source: Paul Newman
ar: أخي الصغير
be: Пол Ньюман
ca: Ivan Labanda
fa: پیمان نوبخت
fi: Petteri Niemi
ko: 폴 뉴먼
ms: Zahidi Norman
pl: Paweł
ru: Квентин
tr: Zeynep D
uk: Квентін
uz: Muhammad Al-Xorazmiy

# ThemePreviewDialog5
source: Old Pirates
ar: صور مضحكة
be: Старыя піраты
ca: Pirates d’antany
de: Alte Piraten
es: Viejos piratas
fa: دزدان دریایی پیر
fi: Merirosvoryhmä
fr: Vieux pirates
it: Vecchi pirati
ko: 늙은 해적단
ms: Perompak Tua
nl: Oude piraten
pl: Starzy piraci
pt_br: Piratas
ru: Старые пираты
sv: Gamla pirater
tr: Eski Korsanlar
uk: Старі пірати
uz: Amir Temur

# ThemePreviewDialog6
source: Kate Bright
ar: ليلى البلوشي
be: Міла Котка
ca: Lluïssa Ros
fa: کتایون برازنده
fi: Kerttu Peltola
ko: 케이트 브라이트
ms: Kamsinah Burhan
pl: Kasia
pt_br: Catarina Lourenço
ru: Вероника
tr: Hilal Bulut
uk: Вероніка
uz: Mirzo Ulug‘bek

# ThemePreviewDialog7
source: Nick K
ar: نصائح تيليجرام
be: Нік К
ca: Pol Q
fa: نیما ک
fi: Nikke K
ms: Norm Kendong
pl: Mikołaj
pt_br: José Carlos
ru: Ник К
tr: Nazım K
uk: Нік К
uz: Ixtiyorbek Aminov

# ThemePreviewDialogMessage1
source: Reminds me of a Chinese prove...
ar: كل عام وأنتِ بخير. 😊❤️✨
be: Нагадвае мне кітайскую прыказ...
ca: Això em recorda un refrany del…
de: Erinnert mich an einen chinesi...
es: Con eso recuerdo un proverbio chino...
fa: منو یاد یه ضرب‌المثل چینی میندازه...
fi: Mieleen tulee eräs kiinalainen sananlasku...
fr: Ça me rappelle un proverbe chinois...
id: Jadi ingat tentang puisi yang kubaca...
it: Mi ricorda una dimostrazione cinese...
ms: Ingatkan saya perbahasa Melayu...
nl: Doet me denken aan een Chinese spr..
pl: Przypomina mi to chiński dowód…
pt_br: Me faz lembrar de um provérbio chinês...
ru: Есть китайская мудрость об эт...
sv: Påminner mig om ett kinesiskt bevis...
tr: Bana Çinli birini hatırlatıyor…
uk: Згадала про це одну китайську мудрість...
uz: Ota-onamga salomlarimni yetkaz...

# ThemePreviewDialogMessage2
source: hey, I've updated the source code.
ar: سلّم على سلمى 👋
be: вітаю, я абнавіў зыходны код.
ca: Ep, he actualitzat el codi font.
de: Hab den Quelltext aktualisiert!
es: Oye, actualicé el código fuente.
fa: سلام، من کد منبع رو آپدیت کردم.
fi: hei, päivitin lähdekoodin.
fr: hey, j'ai mis à jour le code source.
id: Eh, materinya sudah diperbarui, ya.
it: ehi, ho aggiornato il codice sorgente.
ko: 저기, 방금 제가 소스 코드 업데이트했어요.
ms: hey, saya telah kemaskini kod sumber.
nl: hoi, ik heb de broncode bijgewerkt.
pl: hej, zaktualizowałem kod źródłowy…
pt_br: É isso aí!
ru: Кстати, обновил исходный код.
sv: hej, jag har uppfattat källkoden.
tr: hey, kaynak kodunu güncelledim.
uk: До речі, оновив вихідний код.
uz: Ertaga, soat 8:00 da futbol do'stlar.

# ThemePreviewDialogMessage3
source: 🤷‍♂️ Sticker
ar: موعدنا الساعة 2:00 م. لا تتأخر.
be: 🤷‍♂️ Стыкер
ca: 🤷‍♂️ Adhesiu
fi: 🤷‍♂️ Tarra
fr: Autocollant 🤷‍♂️
ko: 🤷‍♂️ 스티커
ms: 🤷‍♂️ Stiker
pl: 🤷‍♂️ naklejka
ru: Стикер 🤷‍♂️
sv: 🤷‍♂️ Dekal
tr: 🤷‍♂️ Çıkartma
uk: 🤷‍♂️ Наліпка

# ThemePreviewDialogMessage4
source: Any ideas?
ar: لا تخبر الأهل، أنا قادم لأزوركم في الأيام القليلة المقبلة!
be: Ёсць ідэі?
ca: Cap idea?
de: Irgendeine Idee?
es: ¿Alguna idea?
fa: نظری نداری؟
fi: Ideoita?
fr: Une idée ?
id: Ada ide baru?
it: Qualche idea?
ko: 좋은 생각 없어요?
ms: Apa idea anda?
nl: Enig idee?
pl: Jakieś pomysły?
pt_br: Tem alguma ideia?
ru: Ну что, есть идеи?
sv: Några idéer?
tr: Herhangi bir fikrin var mı?
uk: Є якісь ідеї?
uz: Chi gap?

# ThemePreviewDialogMessage5
source: Yo-ho-ho!
ar: صوتوا الآن! هل ينبغي أن ننشر المزيد من صور القطط؟
be: Йо-хо-хо!
de: Ahoi!
fa: یوهاها!
fi: Huh-hah-hei!
ko: 여봐라!
pl: Jo-ho-ho!
pt_br: Arrrrr!
ru: Йо-хо-хо
uk: Йо-хо-хо!
uz: vayvooo))

# ThemePreviewDialogMessage6
source: Hola!
ar: ما رأيك بهذه الصور؟
be: Прывiтанне!
ca: Ciao!
fa: سلام!
fi: Terve!
id: Halo!!
ms: Helo!
pl: Hej!
pt_br: Olá!
ru: Салют!
tr: Merhaba!
uk: Салют!
uz: Salyut!

# ThemePreviewDialogMessage7
source: These are not the droids you are looking for.
ar: على مدى الـ 8 سنوات الماضية قام تيليجرام بحماية بيانات المستخدمين...
be: Гэта не тыя дроіды, што вы шукаеце.
ca: Aquests androides no són els que busqueu.
de: Das sind nicht die Droiden, nach denen du suchst.
es: Estos no son los androides que estás buscando.
fa: این‌ها ربات‌هایی که دنبالش هستید نیستن.
fi: Nämä eivät ole etsimänne droidit.
fr: Ce ne sont pas les droïdes que vous recherchez.
id: Ini bukan hal yang kalian cari.
it: Questi non sono i droidi che stai cercando.
ko: 이것들은 귀하가 찾는 그 드로이드가 아닙니다.
ms: Ini bukan droid yang anda cari.
nl: Dit zijn niet de Droids waar je naar opzoek bent.
pl: To nie są droidy, których szukasz.
pt_br: Estes não são os andróides que você procura.
ru: Это не те дроиды, что вы ищете.
sv: Det här är inte de robotarna du letar efter.
tr: Bunlar aradığınız droidler değil.
uk: Це не ті дроїди, що ви шукаєте.
uz: Bu siz qidirayotgan droidlar emas.

# ThemePreviewDialogMessage8
source: Did someone say peanut butter?
ar: ينبغي على مستخدمي النسخ القديمة تحديث تيليجرام...
be: Хтосьці сказаў «арахісавая паста»?
ca: Algú ha dit mantega de cacauet?
de: Erdnussbutter? Wo?
es: ¿Alguien dijo mantequilla de maní?
fa: کسی درباره کره سیب زمینی چیزی گفت؟
fi: Mainitsiko joku maapähkinävoista?
fr: Quelqu'un a dit beurre de cacahuète ?
id: Ada yang mau jastip selai kacang?
it: Qualcuno ha detto burro d'arachidi?
ms: Ada yang sebut mentega kacang?
nl: Zei iemand pindakaas?
pl: Czy ktoś powiedział masło orzechowe?
pt_br: Alguém falou manteiga de amendoim?
ru: Кто-то упомянул арахисовую пасту?
sv: Var det nån som nämnde jordnötssmör?
tr: Birisi fıstık ezmesi mi dedi?
uk: Хтось сказав нутела?
uz: Kimdir yeryongʻoq pastasini esladimi?

# ThemePreviewLine1
source: Reinhardt, we need to find you some new tunes 🎶.
ar: هل أنت جاهز أم أنك تحتاج لبعض الوقت؟
be: Адразу песня Rammstein пра сонца ўспамінаецца 🎶.
ca: Vicent, t’haurem de trobar cançons noves 🎶.
de: Reinhardt, du brauchst unbedingt neue Musik 🎶.
es: Reinhardt, necesitamos encontrarte algunas nuevas canciones 🎶.
fi: Kalevi, sinulle pitää löytää uutta musiikkia 🎶.
fr: Reinhardt, il faut te trouver de nouveaux morceaux 🎶.
it: Reinhardt, dobbiamo trovarti qualche nuova canzone 🎶.
ko: 라인하르트, 새 음악도 좀 들어보시지 그래요🎶?
ms: P Ramlee, kami perlu cari lagu-lagu baru 🎶.
nl: We hebben echt wat nieuwe muziek nodig
pl: Robert, musimy Ci poszukać nowej muzy 🎶.
pt_br: Reinhardt, precisamos encontrar músicas novas. 🎶
ru: Райнхардт, надо тебе подобрать музычки посвежее 🎶
sv: Du Helge! Vi måste hitta lite nya låtar 🎶.
tr: Ersin, sana yeni tonlar bulmamız lazım 🎶.
uk: Давай сьогодні щось складніше.

# ThemePreviewLine2
source: I can't even take you seriously right now.
ar: سنخبرهم بالطبع! هل تتذكر كيف انتهت آخر مفاجأة؟
be: Ты сур’ёзна?
ca: No puc creure que parlis seriosament.
de: Ich kann dich jetzt nicht ernst nehmen.
es: Ya no te puedo tomar en serio.
fa: الان حتی نمی‌تونم حرفت رو باور کنم.
fi: En voi ottaa sinua nyt edes vakavasti.
fr: Je ne peux pas te prendre au sérieux là.
id: Aku tidak bisa mendengar ini sekarang.
it: Non posso prenderti sul serio adesso.
ko: 하, 이게 진심으로 하는 말이라니. 아으!
ms: Saya tak fikir anda serius sekarang.
nl: Heel subtiel allemaal
pl: Sorry, ale chyba nie mówisz poważnie?
pt_br: Só pode ser brincadeira.
ru: Ты серьёзно?
sv: Jag kan inte ens ta dig på allvar just nu!
tr: Şu anda seni ciddiye bile alamıyorum.
uk: Це ж очевидно!
uz: Bu 2018 yilning eng yaxshi musiqasi!

# ThemePreviewLine3
source: Ah, you kids today with techno music! You should enjoy the classics, like Hasselhoff!
ar: بلى، أنا جاهز للانطلاق في أي وقت! هل سنخبرهم بقدومنا أم نجعلها مفاجأة؟
be: Ох ужо гэтыя аматары індастрыяла! Слухай класіку — Песняроў, напрыклад!
ca: Bah! El jovent esteu tot el dia amb la música tecno! Hauríeu de gaudir dels clàssics, com Camilo Sesto!
de: Oh je, ihr mit eurer Techno-Musik! Genießt lieber Klassiker, wie Hasselhoff!
es: ¡Ah! Los niños de hoy en día con la música tecno. Disfruten los clásicos, ¡como Hasselhoff!
fa: از دست شما جوون‌های امروزی با موسیقی تکنو! از موسیقی سنتی لذت ببرید، مثل آثار استاد شجریان!
fi: Ah, te nykyajan lapset teknomusiikkeinenne! Nauttikaa Kari Tapion kaltaisista klassikoista!
fr: Ah, vous les jeunes avec votre musique techno ! Appréciez les classiques, comme Cloclo !
id: Ah! Anak sekarang mendengarkan lagu pop! Coba dengar lagu koplo lokal.
it: Ah, i ragazzi di oggi con la musica techno! Godetevi i classici, come Hasselhoff!
ko: 요즘 젊은이들은 테크노인지 뭔지 하는 것만 좋아한다니까! 핫셀호프 같은 고전 음악을 들어 보라고!
ms: Ahh kanak-kanak hari ini dengan tekno muzik mereka! Nikmati muzik klasik seperti P Ramlee!
nl: Ik zit mij voor het vensterglas onnoemlijk te vervelen.
pl: Wy dzieciaki i ta Wasza techno muzyka! Powinniście słuchać klasyki jak Krawczyk!
pt_br: Ahh, vocês hoje em dia com essas músicas eletrônicas! Ouçam os clássicos, como Hasselhoff!
ru: А что не так с классикой? Обожаю Хассельхофа!
sv: Ahh, ni ungar med technomusik! Ni skulle gilla klassiskt, som Hasselhoff!
tr: Ah, bugünün tekno müzik çocuklar! Hasselhoff gibi klasiklerin tadını çıkarmalısınız!
uk: Чим ворон нагадує письмовий стіл?
uz: Bolalar, bugun texno musiqa eshitamiz! Siz uchun Jahongir Otajonov kuylaydi!

# ThemePreviewLine3Reply
source: Lucio
ar: أيمن
be: Люся
ca: Dídac
es: Lúcio
fa: بهنام
fi: Luka
ko: 루시우
ms: Tajul
pl: Jakub
pt_br: Lúcio
ru: Лусио
tr: Berk
uk: Захар

# ThemePreviewLine4
source: Bring it on! I LIVE for this!
ar: أنا متحمس للغاية!
be: Глядзі, якое хараство!
ca: No puc esperar! Visc per a això!
de: Auf geht's!
es: ¡Dale! ¡VIVO para esto!
fa: من آماده‌ام! دلیل زندگی من همینه!
fi: Antaa pelaa! Lemppareitani!
fr: J'ai hâte ! Je VIS pour ça !
id: Ayo! Saya hidup untuk ini!
it: Coraggio! Io VIVO per questo!
ko: 오너라! 피가 끓어오르는구만!
ms: Bawakan dia! Ini yang saya tunggu selama ini!
nl: Kom maar op, ik leef hiervoor.
pl: Dawaj! ŻYJĘ dla tego!
pt_br: Manda ver, eu vivo pra isso!
ru: Эпическая фраза!
sv: Kör! Jag lever för detta!
tr: Hodri meydan! Ben bunun için YAŞIYORUM!
uk: Музику в чат! Час танцювати! 🎶
uz: Buni qarang! VATANIMIZNING CHIROYI!

# ThemePreviewTitle
source: Reinhardt
ar: أحمد
be: Рыгор
ca: Vicent
fa: رامین
fi: Kalevi
ko: 라인하르트
ms: P Ramlee
pl: Robert
ru: Райнхардт
tr: Ersin
uk: Назар
uz: Alisher

# ThemeResetToDefaults
source: Reset to default
ar: إعادة تعيين
be: Скінуць на прадвызначаныя
ca: Restableix el tema
de: Auf Standard zurücksetzen
es: Restablecer ajustes
fa: بازنشانی به پیش‌فرض
fi: Palauta oletukset
fr: Rétablir par défaut
id: Setel ulang ke semula
it: Ripristina default
ko: 기본으로 되돌리기
ms: Set semula ke paras asal
nl: Reset naar standaard
pl: Resetuj ustawienia
pt_br: Redefinir padrão
ru: Восстановить по умолчанию
sv: Återställ till standard
tr: Varsayılana sıfırla
uk: Скинути на типові
uz: Asliga qaytarish

# ThemeResetToDefaultsText
source: Are you sure you want to reset text size and color settings?
ar: هل ترغب حقًا في إعادة تعيين إعدادات حجم الخط والألوان؟
be: Вы ўпэўнены, што хочаце скінуць памер тэксту і налады колеру?
ca: Segur que voleu restablir la configuració de color i de la mida del text?
de: Möchtest du wirklich Textgröße und Farbeinstellungen zurücksetzen?
es: ¿Quieres restablecer los ajustes de tamaño del texto y colores?
fa: آیا از بازنشانی تنظیمات اندازه و رنگ متن اطمینان دارید؟
fi: Palautetaanko tekstikoko ja väriasetukset oletuksiin?
fr: Voulez-vous vraiment réinitialiser les réglages de taille et de couleur ?
id: Anda yakin ingin mengatur ulang ukuran teks dan pengaturan warna?
it: Vuoi davvero ripristinare la dimensione del testo e le impostazioni del colore?
ko: 정말 글자 크기와 색 설정을 초기화하시겠습니까?
ms: Anda pasti ingin set semula saiz teks dan aturan warna?
nl: Tekstformaat en kleurinstellingen echt resetten?
pl: Czy na pewno chcesz zresetować rozmiar tekstu i ustawienia kolorów?
pt_br: Deseja realmente redefinir as configurações de cor e tamanho do texto?
ru: Вы точно хотите сбросить размер текста и настройки цвета?
sv: Är du säker på att återställa textstorlek och färginställningar?
tr: Metin boyutunu ve renk ayarlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви дійсно хочете скинути розмір тексту та налаштування кольорів?
uz: Haqiqatan matn oʻlchami va rang sozlamalarini asliga qaytarmoqchimisiz?

# ThemeResetToDefaultsTitle
source: Reset settings
ar: إعادة تعيين الإعدادات
be: Скінуць налады
ca: Restableix la configuració
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fa: بازنشانی تنظیمات
fi: Palauta asetukset
fr: Réinitialiser les réglages
id: Setel ulang pengaturan
it: Ripristina impostazioni
ko: 설정 초기화
ms: Set semula aturan
nl: Instellingen resetten
pl: Resetuj ustawienia
pt_br: Redefinir configurações
ru: Сброс настроек
sv: Återställ inställningar
tr: Ayarları sıfırla
uk: Скинути налаштування
uz: Sozlamalarni asliga qaytarish

# ThemeSetUrl
source: Set link
ar: تعيين رابط
be: Задаць спасылку
ca: Estableix un enllaç
de: Link festlegen
es: Establecer enlace
fa: تنظیم لینک
fi: Aseta linkki
fr: Définir le lien
id: Pasang tautan
it: Imposta link
ko: 링크 생성
nl: Link instellen
pl: Ustaw link
pt_br: Criar link
ru: Задать ссылку
sv: Välj länk
tr: Bağlantı Ayarla
uk: Встановити посилання
uz: Havola oʻrnatish

# ThemeSetUrlHelp
source: You can use a-z, 0-9 and underscores. Minimum length is 5 characters.
ar: يمْكنك استخدام الأحرف والأرقام الإنجليزية، والشرطاتِ السفلية. الحد الأدنى هو 5 خانات.
be: Выкарыстоўвайце a-z, 0-9 і сімвалы падкрэслівання. Мінімальная даўжыня — 5 сімвалаў.
ca: Podeu usar a-z, 0-9 i guions baixos. La longitud mínima és de 5 caràcters
de: Erlaubt sind a-z, 0-9 und Unterstriche. Die Mindestlänge beträgt 5 Zeichen.
es: Puedes usar a-z, 0-9 y guiones bajos. La longitud mínima es de 5 caracteres.
fa: شما می‌توانید از کاراکترهای a-z، 0-9 و _ استفاده کنید. حداقل طول مجاز 5 کاراکتر است.
fi: Voit käyttää a-z, 0-9 sekä alaviivoja. Vähimmäispituus on 5 merkkiä.
fr: Vous pouvez utiliser des lettres, des chiffres et des tirets bas. La longueur minimale est de 5 caractères.
id: Anda dapat menggunakan a-z, 0-9 dan garis bawah. Minimum 5 karakter.
it: Puoi usare a-z, 0-9 e underscore. La lunghezza minima è 5 caratteri.
ko: a부터 z, 0부터 9와 밑줄을 사용하실 수 있습니다. 적어도 다섯 자이어야 합니다.
ms: Anda boleh guna a-z, 0-9 dan garis bawah (_). Paling kurang 5 aksara.
nl: Je kun a-z, 0-9 en underscore gebruiken. Minimale lengte 5 karakters.
pl: Możesz użyć a-z, 0-9 oraz podkreśleń. Minimalna długość to 5 znaków.
pt_br: Você pode usar a-z, 0-9 e underline. O tamanho mínimo é de 5 caracteres.
ru: Можно использовать символы a-z, 0-9 и _. Минимальная длина ссылки — 5 символов.
sv: Du kan använda a-z, 0-9 och understreck. Minsta längd är 5 tecken.
tr: a-z, 0-9 ve alt çizgi kullanabilirsiniz. En az 5 karakter uzunluğunda olmalı.
uk: Дозволено латинські літери, цифри та підкреслення (_). Мінімальна довжина – 5 символів.
uz: Faqatgina a-z, 0-9 va pastki chiziqcha belgilaridan foydalanish mumkin. Minimum 5 ta belgi boʻlishi shart.

# ThemeUrl
source: Theme Link
ar: رابط النمط
be: Спасылка тэмы
ca: Enllaç del tema
de: Link zum Thema
es: Enlace del tema
fa: لینک پوسته
fi: Teeman linkki
fr: Lien du thème
id: Tautan Tema
it: Link tema
ko: 테마 링크
ms: Link Tema
nl: Themalink
pl: Link motywu
pt_br: Link do Tema
ru: Ссылка на тему
sv: Temalänk
tr: Tema Bağlantısı
uk: Посилання на тему
uz: Mavzu havolasi

source: this is you
ar: هذا أنت
be: гэта вы
ca: sou vós
de: das bist du
es: tú
fi: tässä sinä olet
fr: c'est vous
it: sei tu
ko: 회원님입니다
ms: ini ialah anda
nl: dit ben jij
pl: to jesteś ty
pt_br: você
ru: это Вы
sv: det här är du
tr: bu sensin
uk: це ви

# TimeLimitHelp
source: You can make the link expire after a certain time.
ar: يمكنك جعل صلاحية الرابط تنتهي بعد وقت محدد.
be: Вы можаце стварыць спасылку з абмежаваным тэрмінам дзеяння.
ca: Podeu fer que l'enllaç caduqui després d'un temps.
de: Du kannst den Link nach einiger Zeit ablaufen lassen.
es: Puedes hacer que el enlace expire después de un tiempo.
fi: Voit asettaa linkin erääntymään tietyn ajan jälkeen.
fr: Vous pouvez faire en sorte que le lien expire après un certain temps.
it: Puoi far scadere il link dopo un certo periodo di tempo.
ko: 일정 시간 이후 링크를 만료시킬 수 있습니다.
ms: Anda boleh tamatkan link selepas satu tempoh masa.
nl: Je kunt de link laten verlopen na een bepaalde tijdsduur
pl: Możesz ustawić wygaśnięcie linku po pewnym czasie.
pt_br: Você pode fazer o link expirar após um certo tempo.
ru: Вы можете выбрать срок действия для этой ссылки.
sv: Du kan välja att länken ska upphöra efter en bestämd tid.
tr: Bağlantının belirli bir sürenin ardından sona ermesini sağlayabilirsiniz.
uk: Ви можете обмежити термін дії посилання.

# TimeLimitHint
source: Set custom duration
ar: تخصيص الفترة
be: Задаць уласную працягласць
ca: Definiu una durada
de: Eigener Wert
es: Establece una duración personalizada
fi: Aseta mukautettu kesto
fr: Définir une durée personnalisée
it: Imposta durata personalizzata
ko: 맞춤 지속 시간 설정
ms: Set tempoh khusus
nl: Aangepaste duur
pl: Ustaw dowolny czas trwania
pt_br: Definir duração personalizada
ru: Выбрать другой срок
sv: Ange varaktighet
tr: Özel süre ayarlayın
uk: Встановити власну тривалість

# Times_one
source: {0} time
ar: مرة واحدة
be: {0} раз
ca: {0} vegada
de: {0} Mal
es: {0} vez
fi: {0} kerran
fr: {0} fois
it: {0} volta
nl: {0} keer
pl: {0} raz
pt_br: {0} vez
ru: {0} раз
sv: {0} gång
tr: {0} kez
uk: {0} раз

# Times_other
source: {0} times
ar: ⁨{0}⁩ مرة
be: {0} разоў
ca: {0} vegades
de: {0} Mal
es: {0} veces
fi: {0} kertaa
fr: {0} fois
it: {0} volte
ko: {0} 번
ms: {0} kali
nl: {0} keer
pl: {0} raza
pt_br: {0} vezes
ru: {0} раз
sv: {0} gånger
tr: {0} kez
uk: {0} разів

# TimeToEditExpired
source: Sorry, editing time expired.
ar: المعذرة، انتهت مهلة تعديل الرسالة.
be: На жаль, гэта больш нельга рэдагаваць.
ca: Ha expirat el temps d'edició.
de: Bearbeitungszeit leider abgelaufen.
es: Lo sentimos, terminó el tiempo de edición.
fa: متأسفانه مهلت ویرایش به اتمام رسیده است.
fi: Valitettavasti muokkausaika kului jo.
fr: Temps de modification expiré
id: Maaf, waktu mengedit habis.
it: Spiacenti, tempo di modifica scaduto.
ko: 죄송합니다. 수정 시간이 만료되었습니다.
ms: Maaf, masa menyunting sudah lupus.
nl: Wijzigen kan niet meer.
pl: Czas edycji minął.
pt_br: Desculpe, o tempo para editar expirou.
ru: Время на редактирование истекло.
sv: Redigeringstiden har gått ut.
tr: Üzgünüz, düzenleme süresi doldu.
uk: Час редагувань минув.
uz: Kechirasiz, tahrirlash vaqti tugagan.
zh_cn: 抱歉，可编辑时间已过。
zh_tw: 抱歉，可編輯時間已過。

# TintHighlights
source: HIGHLIGHTS
ar: الإضاءات
be: ПАДСВЕТКА
ca: LLUMS INTENSES
de: LICHTER
es: ILUMINACIÓN
fa: هایلایت‌ها
fi: HUIPPUVALOT
fr: LUMIERES
id: SOROTAN
it: ALTE LUCI
ko: 하이라이트
ms: PILIHAN
nl: ACCENTUEREN
pl: WYRÓŻNIENIA
pt_br: LUZES
ru: СВЕТ
sv: Högdagrar
tr: PARLAK ALANLAR
uk: СВІТЛО
uz: YORITISHLAR
zh_cn: 高光
zh_tw: 螢光

# TintShadows
source: SHADOWS
ar: الظلال
be: ЦЕНІ
ca: OMBRES
de: TIEFEN
es: SOMBRAS
fa: سایه‌ها
fi: VARJOT
fr: OMBRES
id: BAYANGAN
it: OMBRE
ko: 그림자
ms: BAYANGAN
nl: SCHADUWEN
pl: CIENIE
pt_br: SOMBRAS
ru: ТЕНИ
sv: Skuggor
tr: GÖLGELER
uk: ТІНІ
uz: SOYALAR
zh_cn: 阴影
zh_tw: 陰影

# TodayAt
source: at
ar: في
be: а
ca: a les
de: um
es: a las
fa: در
fi: klo
fr: à
id: pada
it: alle
ko: 오늘
ms: jam
nl: om
pl: o
pt_br: às
ru: в
sv: kl.
tr: bugün
uz: soat
zh_cn: 于
zh_tw: 於

# TodayAtFormatted
source: at {0}
ar: الساعة ⁨{0}⁩
be: а {0}
ca: a les {0}
de: um {0}
es: a las {0}
fa: در ⁨{0}⁩
fi: klo {0}
fr: à {0}
id: pada {0}
it: alle {0}
ms: jam {0}
nl: om {0}
pl: o {0}
pt_br: às {0}
ru: в {0}
sv: kl. {0}
tr: bugün {0}
uz: {0} da
